tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "ngrok/ngrok"
tap "planetscale/tap"
brew "azcopy"
brew "azure-cli"
brew "bash"
brew "fzf"
brew "gh"
brew "git"
brew "grc"
brew "jq"
brew "jupyterlab"
brew "mas"
brew "mysql-client"
brew "pure"
brew "wget"
brew "yadm"
brew "z"
brew "planetscale/tap/pscale"
cask "1password"
cask "font-fira-code"
cask "font-monaspace"
cask "google-chrome"
cask "iterm2-beta"
cask "ngrok"
cask "nightfall"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "ColorSnapper2", id: 969418666
mas "Developer", id: 640199958
mas "Endurance", id: 1590043284
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "arturock.gitstash"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "chdsbd.githubinator"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "mikestead.dotenv"
vscode "ms-playwright.playwright"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash-queries"
vscode "phoenisx.cssvar"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "YoavBls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
