tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "bash"
brew "bash-completion@2"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "zsh-autocomplete"
brew "fzf"
brew "gh"
brew "git"
brew "grc"
brew "jq"
brew "mas"
brew "pure"
brew "wget"
brew "yadm"
brew "z"
cask "1password"
cask "font-fira-code"
cask "font-monaspace"
cask "google-chrome"
cask "iterm2-beta"
cask "nightfall"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Hand Mirror", id: 1502839586
mas "Lungo", id: 1263070803
